Revit 2024 API
GroupTypeId.MechanicalAirflow Property
 Mechanical - Flow.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId MechanicalAirflow { get; }
Visual Basic
Public Shared ReadOnly Property MechanicalAirflow As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MechanicalAirflow {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace